[Danish]
Translated_By=David Samuel Hjertmann Christiansen
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=TRIN 1 : VÆLG ENHED
STEP 2 : CHOOSE A SOURCE=TRIN 2 : VÆLG EN KILDE
STEP 3 : PERSISTENCE=TRIN 3 : HUKOMMELSE MÆNGDE
STEP 4 : OPTIONS=TRIN 4 : INSTILLINGER
STEP 5 : CREATE=TRIN 5 : INSTALLER
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Label
Size=Størrelse
Help=Hjælp
Please read=Læs venligst
Error=Fejl
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Vælg USB nøgle
Hard drives=Harddiske
No key found=Ingen enhed fundet
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Installer
Support for .IMG files is experimental=Support af .IMF-filer er under udvikling
Only Live mode is currently available in step 3, virtualization option has been disabled=Live-tilstand er kun tilgængelig i trin 3, valgmuligheden virtualisering er blevet fjernet
However, LinuxLive USB Creator will try to use same install parameters as for=LinuxLive USB Creator vil prøve at bruge de samme installations standarder som
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(kun live-tilstand)
(Persistent Mode)=(Vedvarende tilstand)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Skjul oprettede filer på enheden
(except for Umenu.exe)=(undtagen fra Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formater drevet med FAT32 (dette vil slette dine data !!)
Enable launching LinuxLive in Windows (requires internet to install)=Aktiver kørning af LinuxLive i Windows (Internet krævet for at installere)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Klik på lynet for at starte installationen
Please choose a FAT32 or FAT formated key or check the formating option=Vælg venligst et FAT32 eller FAT formaterede enhed og tjek formations indstillingerne
No disk selected=Ingen disk valgt
No file selected=Ingen fil valgt
No folder or CD selected=Ingen mappe eller CD valgt
http://www.ubuntu.com/getubuntu/download=http://ubuntudanmark.dk/download/
Please choose an ISO image of LinuxLive CD=Vælg venligst en LinuxLive-CD ISO-fil
Please choose a CD of LinuxLive Live or its folder=Vælg venligst LinuxLive-CD eller mappe
Start creation of LinuxLive USB=begynde oprettelsen af LinuxLive USB
Please validate step 1 to 3=kontroller venligst trin 1 til 3
Are you sure you want to format this disk and lose your data=Er du sikker på at du vil formatere denne enhed og miste dine data
Formatted in=formateret med
Formating the key=Formaterer enheden
Step 1 to 3 OK=Trin 1 til 3 er OK
Cleaning previous installations ( 2min )=Ryder op i tidligere installationer (2 min)
Setting up virtualization software=Opsæt en virtualisering
VirtualBox already downloaded=VirtualBox er allerede hentet
A new version of VirtualBox is available=En ny version af VirtualBox er tilgængelig
This new version will be downloaded=Den nye version vil blive hentet
Downloading VirtualBox as a background task=Henter VirtualBox i bagrunden
Download started succesfully=Instalition started succesfuldt
Download failed to start=Nedhentning kunne ikke starte
VirtualBox will not be installed=VirtualBox kunne ikke installeres
Integrity could not be verified=Tilliden til arkivfilen kunne ikke bekræftes
Will attempt installation=Prøver fortsat at installere
Cannot download=Kan ikke installeres
Extracting ISO file on key=Udpakker ISO-filen på enheden
Writing image to the usb stick=Skriver billede til USB-stikket 
Copying files to the key=Kopierer filer til enheden
Renaming some files=Omdøber nogle filer
Hiding files=Skjuler filer
Creating file for persistence=Opretter vedvarende fil.
Formating persistence file=Formaterer vedvarende fil
Live mode : no persistence file=Live tilstand : ingen vedvarende fil
Ubuntu variant found=Ubuntu-variant fundet
Installing boot sectors=Installerer opstarts-sektorer
Downloading VirtualBox=Henter VirtualBox
Download complete=Hentning fuldført
Cleaning previous VirtualBox install=Laver oprydning i tidligere VirtualBox-installation
Extracting VirtualBox on key=Udpakker VirtualBox på enheden
Applying VirtualBox settings=Anvender VirtualBox indstillinger
Your LinuxLive key is now up and ready=Din LinuxLive enhed er nu klar til brug 
You do not have enough rights to launch VirtualBox=Du har ikke nok rettigheder til at køre VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Log venligst ind som administrator eller kør VirtualBox med administrator rettigheder
Free memory below 256mb threshold=Du har mindre end 256mb ledig plads
This is not enough to launch LinuxLive in Windows=Dette er ikke nok til at køre LinuxLive i Windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Hjælpefilen mangler
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Om programmet
User's Guide=Brusmanual
Virtualization Tutorial (FR)=Virtualiseringsvejledning (FR)
Donate=Doner
Version=Version
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Denne ISO-fil er ikke kompatibel
Detecting keyboard layout=Leder efter tastaturlayout
French (France)=Fransk (Frankrig)
French (Swiss)=Fransk (Schweiz)
Dutch=Tysk
Portuguese=Portugisisk
Norvégien=Norsk
US or other (qwerty)=US eller andre (standarter)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=En fejl opstod mens VMDK blev lavet
Key not found, VMDK is invalid=Enhed ikke fundet, så VMDK er ugyldig
Try to launch again SetupForAutoVMDK.exe=Prøv at køre SetupForAutoVMDK.exe igen
Do you want to ignore this error=Vil du ignorere denne fejl
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Kan ikke finde filen MD5SUMS
Canceling check=Afbryder tjek
You have the right ISO file but it is corrupted or was altered=Du har den rigtige ISO-fil, men den er ødelagt
Please download it again=Hent den venligst igen
Verifying=Kontrollere
This ISO is not compatible=Denne ISO er ikke kompatibel
Please read the compatibility list in user guide=Læs venligst kompatibel listen i manualen
If your version is in this list, this mean that your file is corrupted, please download it again=Hvis din version er på listen betyder det at din fil er ødelagt og at du skal geninstallere den
This version is compatible and its integrity was checked=Denne version er understøttet og integriteten er OK
Check completed=Tjek fuldført
Integrity + compatibility check=Tjekker integritet og kompatibilitet
Unable to open MD5SUM.txt=Kunne ikke åbne MD5SUM.txt
Checking integrity=Tjekker integritet
This file is corrupted=Denne fil er ødelagt
All files have been successfully checked=Alle filer er succesfuldt blevet tjekket
Checking file=Tjekker fil
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Vedvarende tilstand
Live Mode=Live tilstand
Install=Installere
File Integrity Check=Integritetstjek af filen
Memory Test=Hukommelsestest
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Der opstod en fejl
An anonymous report was sent in order to fix this error as soon as possible=En anonym fejlanmeldelse er blevet sendt for at rette op på problemet hurtigst muligt
Show bug report=Se fejlmelding
Restart application=Genåben programmet
Close application=Luk programmet
Last Actions=Sidste handlinger
Unique anonymous ID=Unik anonym ID
Report status=Fejlmeldingsstatus
Pending=Venter
Error (not sent)=Fejl (ikke sendt)
Sent=Sendt
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=For at køre LinuxLive 
Remove your key and insert it again=Tag enheden ud og indsæt den igen 
Go to 'My Computer'=Gå til 'Denne computer'
Right click on you key and select :=Højerklik på din enhed og vælg
'LinuxLive!' to launch linux in windows='LinuxLive!' for at køre direkte fra Windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' for at køre VirtualBox med fuld brugergrænseflade
'CD Menu' to launch the original CD menu='CD Menu' for at køre den oprindelige CD menu
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=ELLER
Manually=Manuelt
Automatically=Automatisk
Please select a linux to continue=vælg venligst et linux-styrsystem for at fortsætte
Looking for the fastest mirror=Søger efter hurtigste server
Testing mirror=Tester server
No online mirror found=Ingen servere fundet
Please check your internet connection or try with another linux=Tjek venligst din internetforbindelse eller prøv et andet Linux system
Select this file as the source when download will be completed=Vælg denne fil som kilde når nedhentningen er færdig
Downloading=Henter
from=fra
Error while trying to download=Fejl ved nedhentning
Latency=Responstid
Server Name=Server navn
Copy link=Kopier link
Launch in my browser=Åbn i min browser
Best mirrors=Beste server
Good mirrors=Gode servere
Bad mirrors=Dårlige servere
Dead mirrors=Ikke tilgængelige servere
Check will begin shortly=verificeringen vil snart begynde
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Vælg dit favorit Linux system
There is a new version available=En ny version er tilgængelig
Your LiLi's version is not up to date=Din LiLi version er ikke opdateret til nyeste version
Last version is=Nyeste version er
Your version is=Din version er
Do want to download it=Vil du hente den
Error while trying to find physical disk number=Fejl, kunne ikke finde fysik disk nummer
This Linux is not in the compatibility list=Denne Linux-udgave er ikke på kompatibellisten
Setting the memory to the recommended value=Sætter hukommelsen til anbefalet værdi
Free memory is below the recommended value for your Linux to run in Windows=Hukommelsen er under den anbefalede værdi for at køre din linux i Windows
Recognized Linux=Gentjek Linux
Built-in Persistency=Indbygget ihærdighed
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Du har allerede lavet en enhed
Are you sure that you want to recreate one=Er du sikker på at du vil lave en ny
The compatibility list has been updated=Kompatibilitetslisten er blevet opdateret
These linuxes are now supported=Disse linux enheder er nu understøttet
Official Ubuntu Variants=Officielle Ubuntu-varianter
Ubuntu Based Variants=Ubuntu-baserede varianter
Fedora Variants=Fedora-varianter
Debian Variants=Debian-varianter
PCLinuxOS Variants=PCLinuxOS-varianter
Rescue CDs=Rednings-cd'er
Light Linuxes=Lette linux systemer
Gentoo Based=Gentoo baserede systemer
Security Purpose=Sikkerhedsformål
Others=Andre
Regular Linux (works with most linuxes)=Faste Linux systemer (fungerer med de fleste linux systemer)
::::::::::::::::::::::::::::::::::::::::::::::::: New in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Oppdaterer portabel VirtualBox-pakke
Help me to improve LiLi=Hjælp mig med at forbedre LiLi
This is a Beta or Release Candidate version=Dette er en betaversion eller kandidat version
Click OK to leave a feedback or click Cancel to close this window=Tryk OK for at sende en tilbagemelding eller tryk Fortryd for at lukke dette vindue
Options=Instillinger
General=Generelt
Versions=Versioner
Compatibility List=kompatibeltilstandsliste
Make a donation=Doner
Contact me=Kontakt mig
CopyLeft by=Copyrightrettigheder af
GPL v3 License=GPL v3 licens
Language=Sprog
Available languages=Tilgængelige sprog
Proxy=Proxy
Proxy settings=Proxy indstillinger
No proxy=Ingen Proxy
Use system settings=Brug systemsindstillinger        
Use custom settings=Brug tilpasset indstillinger
Proxy URL=Proxy URL
Port=Port
Username=Brugernavn
Password=Adgangskode
Status=Status
Test settings=Test indstillinger
You are connected=Du er tilkoblet
You are disconnected=Du er frakoblet
Not tested yet=Ikke testet endnu
Update=Opdateringer
Check for updates=Tjek for opdateringer
Stable releases only=Kun stabile udgaver
Stable and beta releases=Kun stabile og beta udgaver
Advanced=Avanceret
Do not modify these options unless you know what you are doing=Ænder ikke disse indstillinger med mindre du ved hvad du gør
Select a Linux=Vælg et linux styrsystem
Install parameters=Bruger tilpasset installation
Use LiLi automatic recognition=Brug LiLis automatisk genkendelse
highly recommended=stærkt anbefalet
Force using same parameters as=Gennemtving brug af
Netbook screen detected=Netbook-skærm fundet
Your screen vertical resolution is less than 600 pixels=Skærmens opløsning er under 600 pixels
Please use the arrow keys (up and down) of your keyboard to move the interface=Brug venligst piltasterne (op og ned) på tastaturet for at flytte brugergrænsefladen
::::::::::::::::::::::::::::::::::::::::::::::::: New in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Beklager besværet, men Lili er desværre brudt sammen :(
Please enter an email address and a detailed comment about this crash=Indtast venligst en e-mail adresse og en ditaleret beskrivelse for sammenbruddet
I will contact you as soon as I can=Jeg vil kontakte dig hurtigst muligt
Show crash report=Vis fejlrapport
Close (don't send)=Luk (sen ikke)
Send Report=Send rapport
Your file is corrupted=Din Fil er ødelagt
Please download it again=Download den venligst igen
Read the log for more information=Se loggen for flere informationer
Starting LinuxLive USB Creator=Starter LinuxLive USB Creator
Checking for new major version=Tjekker om der er en ny hoved version
Checking for new minor version=Tjekker om der er en ny delversion
Checking for new Portable-VirtualBox version=Tjekker om der er en ny flytbar VirtualBox-version
Reading compatibility list=Læser kompatibilitetslisten
Loading interface=Indlæser brugergrænsefladen
Getting drive list=Henter driver liste
Logging system configuration=Logger systemkonfiguration
Checking for updates=Tjekker efter opdateringer
Please close any application accessing your key and try again=Luk venligst alle programmer som bruger enheden og prøv igen
Checking VirtualBox archive integrity=Tjekker VirtualBox-arkivets integritet
VirtualBox archive integrity checked=VirtualBox-arkivets integritet er tjekket
Unzipping VirtualBox archive to disk=Udpakker VirtualBox-arkivet til disk
VirtualBox archive is corrupted=VirtualBox-arkivet er ødelagt
Force using default mode (works with most Linuxes)=Tving til standarder (Virker på de fleste Linux systemer)
There is a new Beta version available=En ny betaversion er tilgængelig
Your LiLi's version is not up to date=Din LiLi-versionen er ikke opdateret
Last beta version is=Sidste betaversion er
Server-oriented=Server-orienteret
Testing=Tester
::::::::::::::::::::::::::::::::::::::::::::::::: New in 2.9 ::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::
Welcome to the automatic crash reporter=Velkommen til den automatiske nedbruds reporter.
Your Email address=Din E-mail adresse
Problem Details=Problem detaljer
This ZIP file contains only an ISO=Denne ZIP fil indeholder kun en ISO
Please unzip it and retry with this ISO instead=Udpak og prøv med denne ISO i stedet
Please insert your USB key back or select another one=Put dit USB i igen eller vælg en anden
Your device could not be formatted=Din enhed kunne ikke formateres
Please close all open applications then try again=Luk venligst alle åbne programmer og prøv igen
Checking for main software updates=Søger efter hovedopdateringer
Checking for Portable-VirtualBox updates=Søger efter Portable-VirtualBox opdateringer
Current version=Nuværende version
Last version=Sidste version
Do you want to download it=Ønsker du at downloade den
VirtualBox is running and should be closed=VirtualBox skal være lukket men kører
Close it then click OK=Luk den og klik derefter OK
Click cancel to ignore this warning=Tryk fortryd for at ignorere denne advarsel
